import Image from "next/image";

const page = () => {
  const header = " text-primary-500 text-4xl font-primary tracking-widest underline ";
  return (
    <div className="pb-20 ">
      <div className="w-full h-96">
        <Image
          src="/DSC_7949-co.jpg"
          className="object-cover object-center"
          alt="catalog"
          width={0}
          height={0}
          sizes="100vw"
          style={{ width: "100%", height: "100%", objectFit: "cover" }}
        />
      </div>
      <div className="px-[200px] pt-20">
        <h1 className={header}>ข้อกำหนดและเงื่อนไข การจัดส่งสินค้า</h1>
        <ul className="mt-5 text-lg list-decimal ">
          <li className="py-2">สินค้าทุกชิ้นจัดส่งฟรี</li>
          <li className="py-2">
            ลูกค้าต้องทำการชำระเงินเต็มจำนวนก่อนเท่านั้น ทางร้านถึงจะทำการจัดส่งสินค้า ระยะเวลาการจัดส่งสินค้า 2-5 วัน
            และแจ้งเลขที่พัสดุตามช่องทางที่ลูกค้าติดต่อเข้ามาสั่งซื้อสินค้า
          </li>
          <li className="py-2">
            ในกรณีที่เป็นสินค้าสั่งตัด ระยะเวลาในการสั่งตัดอยู่ที่ 7-15 วันนับจากวันที่ทางร้านได้รับการชำระเงิน
            และระยะเวลาการจัดส่งสินค้า 2-5 วัน
          </li>
          <li className="py-2">
            ความผิดพลาดใด ๆ ที่เกิดขึ้นจากการโอนเงินที่ผิดพลาด เข้าผิดบัญชี หรือการทำธุรกรรมทางการเงินใด
            ๆเพื่อเป็นการจ่ายค่าสินค้าโดยที่ทางร้านไม่ได้รับเงินจำนวนนั้น ๆ ทางร้านถือว่าไม่ได้มีการจ่ายเงินค่าสินค้า
          </li>
          <li className="py-2">
            การแจ้งโอนเท็จ การทำให้เข้าใจว่าได้มีการโอนเงินค่าสินค้ามา หรือการกระทำใด ๆ
            เพื่อให้เข้าใจว่าได้มีการจ่ายค่าสินค้านั้นแล้ว
            ทางเราจะถือเป็นความผิดทางอาญาและจะดำเนินการทางกฎหมายให้ถึงที่สุด เพื่อเป็นการป้องกันลูกค้าจากเหล่ามิจฉาชีพ
          </li>
          <li className="py-2">
            การให้ข้อมูลที่อยู่และชื่อผู้รับที่ถูกต้องถือเป็นความรับผิดชอบของทางลูกค้า
            ในกรณีที่มีการส่งสินค้าไปตามที่อยู่ที่ลูกค้าให้ผิดไว้ แล้วมีผู้อื่นเซ็นต์รับโดยที่สินค้าไม่ถึงมือลูกค้า
            ทางเราจะไม่ชดเชยค่าสินค้าหรือ ส่งสินค้าให้ใหม่ ยกเว้นในกรณีที่ความผิดพลาดนั้นเกิดขึ้นจากทางร้านเอง
          </li>
        </ul>
        <h1 className={header}>ข้อกำหนดและเงื่อนไขการเปลี่ยนสินค้า การคืนสินค้า และการขอคืนเงิน</h1>
        <ul className="mt-5 text-lg list-decimal ">
          <li className="py-2">ลูกค้าต้องทำการรับสินค้าและตรวจสอบสินค้าก่อนทำคำร้องขอแลกเปลี่ยนหรือส่งคืนสินค้า</li>
          <li className="py-2">
            หากสินค้าที่ลูกค้าได้รับเกิดความเสียหาย โปรดติดต่อแอดมิน เพื่อรับความช่วยเหลือได้ที่ Line : @khwanta ,
            Facebook : Khwanta handicraft หรือ Email : khwantahandicraft@gmail.com ในวันและเวลาร้านเปิดทำการ
            ระหว่างวันจันทร์ – อาทิตย์ ตั้งแต่ 08:30 - 17:30 น.
          </li>
          <li className="py-2">ลูกค้าต้องเปลี่ยนหรือคืนสินค้าในสภาพที่สมบูรณ์ตามที่ทางร้านส่งให้ในครั้งแรก</li>
          <li className="py-2">ต้องมีใบเสร็จรับเงิน หรือ ใบกำกับภาษีจากการซื้อสินค้าที่ต้องการเปลี่ยนหรือคืน</li>
          <li className="py-2">
            ลูกค้าสามารถส่งคืนสินค้ามาตามที่อยู่ด้านล่างนี้ <br /> ศูนย์การเรียนรู้ขวัญตา (แอดมิน) เลขที่ 355 หมู่ 5
            ต.โพธิ์ชัย อ.เมือง จ.หนองบัวลำภู 39000 เบอร์โทร 093-489-6926
          </li>
          <li className="py-2">
            ทางร้านจะดำเนินการเปลี่ยนสินค้าหรือคืนเงินให้กับลูกค้าภายใน 7 วันทำการ หลังจากได้รับสินค้า
            และสินค้าผ่านการตรวจสอบเรียบร้อย และได้รับการอนุมัติแล้ว ลูกค้าจะได้รับข้อความยืนยันตามช่องทางที่ติดต่อมา
          </li>
          <li className="py-2">
            ลูกค้าต้องรับผิดชอบค่าใช้จ่ายที่เกิดจากการส่งคืนสินค้าเอง
            ยกเว้นในกรณีที่ความผิดพลาดนั้นเกิดขึ้นจากทางร้านเอง
          </li>
          <li className="py-2">
            การคืนเงิน
            <table className="py-2 ">
              <thead>
                <tr className="text-center border ">
                  <th className="w-1/2">วิธีการชำระเงิน</th>
                  <th className="w-1/2">วิธีการคืนเงิน</th>
                </tr>
              </thead>
              <tbody>
                <tr className="font-normal text-center border ">
                  <td className="px-2 py-2">บัตรเครดิต หรือบัตรเดบิต</td>
                  <td className="px-2 py-2">เราจะคืนเงินเข้าบัตรที่คุณลูกค้าทำรายการ</td>
                </tr>
                <tr className="font-normal text-center border ">
                  <td className="px-2 py-2">
                    ชำระด้วยเงินสด, ชำระเงินอิเล็กทรอนิกส์ หรือ QR Code (เมื่อซื้อสินค้าที่หน้าร้านสาขา)
                  </td>
                  <td className="px-2 py-2">เราจะคืนเงินเป็นเงินสดที่หน้าเคาท์เตอร์แคชเชียร์เท่านั้น</td>
                </tr>
                <tr className="font-normal text-center border ">
                  <td className="px-2 py-2">สั่งซื้อออนไลน์ ชำระเงินที่หน้าร้าน (บริการ Pay In Store)</td>
                  <td className="px-2 py-2">
                    ลูกค้าต้องคืนสินค้าหน้าเคาท์เตอร์แคชเชียร์ที่ร้านสาขาที่ทำการชำระเงิน
                    โดยจะได้รับคืนเงินจะขึ้นอยู่กับวิธีการชำระเงิน
                  </td>
                </tr>
              </tbody>
            </table>
          </li>
          <li className="py-2">
            ทางร้านขอสงวนสิทธิ์ไม่รับเปลี่ยน หรือคืนสินค้าโปรโมชั่น สินค้าลดราคา หรือ สินค้าที่ทำการสั่งซื้อใน
            ช่วงการลดราคาระหว่าง Mid-Season, End Of Season และช่วงลดราคาต่าง ๆ และสินค้าที่ไม่อยู่ใน
            สภาพเดิมตามที่กล่าวไว้ข้างต้น รวมไปถึงสินค้าที่แก้ไขพิเศษ
          </li>
        </ul>
      </div>
    </div>
  );
};

export default page;
